LEXICON = {
    'greeting_user': 'Добро пожаловать!\nДля начала сессии введите команду /open',
    'session_open_request': "Вы запросили открытие сессии, ожидаем подтверждение...",
    'admin_request_confirm': "Пользователь {} запросил открытие сессии",
    'session_is_closed_now': "Сессия в данный момент занята пользователем {}.\nВызовете команду /unlock чтобы закрыть все сессии.",
    'to_user_session_is_open': 'Сессия открыта! Фотографии будут отправлены в виде документа.',
    "session_was_been_unlocked": "Все сессии были закрыты.",
    "files_exist_in_working_dir": "В рабочей директории находятся {} файлов. Выберете действие (после этого сессия будет открыта):",
    "files_was_moved_to_stash": "Файлы были сохранены в архив",
}
