LEXICON = {
    'greeting_user': 'Добро пожаловать!\nДля начала сессии введите команду /open',
    'greeting_admin': 'Служба успешно запущена.\nВы - администратор службы 👨‍💼.\nВведите команду /help для вызова справки.\nРабочая директория:\n{}',
    'session_open_request': "Вы запросили открытие сессии, ожидаем подтверждение...",
    'admin_request_confirm': "Пользователь {} запросил открытие сессии",
    'admin_session_is_opened': "Вы открыли сессию для клиента {}",
    'session_is_closed_now': "Сессия в данный момент занята пользователем {}.\nВызовете команду /close_all чтобы закрыть все сессии.",
    'to_user_session_is_open': 'Сессия открыта! Фотографии будут отправлены в виде документа.',
    "session_was_been_unlocked": "Все сессии были закрыты.",
    "files_exist_in_working_dir": "В рабочей директории находятся {} файлов. Выберете действие (после этого сессия будет открыта):",
    "files_was_moved_to_stash": "Файлы были сохранены в архив",
    "help_text": "Пользователь запускает бота, и вводит команду /open. После этого администратору приходит запрос с подтверждением открытия сессии. После открытия сессии бот постоянно отслеживает рабочую директорию на наличие в ней файлов, и в случае их появления сразу пересылает их клиенту в Telegram, и перемещает из рабочей директории в папку с именем клиента и его id. Если на момент открытия сессии в папке уже были файлы, бот запросит что с ними делать - отправить клиенту, или отложить в архив. В этом случае они будут перемещены в папку stash."
}
